{
  "home": "Prima",
  "about": "Despre",
  "projects": "Proiecte",
  "news": "Noutăți",
  "contact":"Contacte",
  "donation":"Donează",
  "more":"Află mai multe",
  "heroTitleWhite":"Din solidaritate și dragoste clădim",
  "heroTitleAccent":"destine fericite",
  "missionTitle": "Misiune",
  "missionText": "Este să creăm oportunități pentru persoane și comunități defavorizate.",
  "visionTitle": "Viziune",
  "visionText":"Un viitor construit pe copii fericiți, tineri împliniți și comunități puternice.",
  "ourValuesTitle": "Valorile Noastre",
  "valueTitle_1":"Compasiune și empatie",
  "valueText_1":  "CICD Phoenix pune <highlight>dragostea</highlight> în centrul a tot ceea ce face. Fiecare inițiativă pornește de la dorința sinceră de a alina suferința și de a oferi speranță celor aflați în dificultate, tratându-i pe toți cu bunătate și înțelegere.",
    "valueTitle_2":"Incluziune și echitate",
  "valueText_2":  "Organizația crede că fiecare persoană merită <highlight>șanse egale</highlight>, indiferent de origine sau abilitate. CICD Phoenix luptă împotriva discriminării prin includerea copiilor cu nevoi speciale, a orfanilor, a refugiaților și a marginalizaților, asigurând că <highlight>nimeni nu este lăsat în urmă</highlight>.",
    "valueTitle_3":"Dezvoltarea potențialului",
  "valueText_3":  "Phoenix <highlight>investește în educație</highlight> și formare, convinsă că fiecare copil are un talent și un vis. Prin mentorat, burse de studiu și programe, asociația își ajută beneficiarii să își descopere puterea interioară și să își construiască un viitor mai bun.",
    "valueTitle_4":"Solidaritate și spirit comunitar",
  "valueText_4":  "Phoenix valorifică puterea comunității unite în jurul binelui comun. Fie că aduce împreună tineri și vârstnici la centrul <highlight>„Casa Irina”</highlight> sau mobilizează voluntari locali și internaționali, organizația creează o rețea de suflete solidare care se sprijină reciproc în vremuri dificile.",
  "valueTitle_5": "Colaborare și parteneriat",
  "valueText_5":"Convinsă că împreună se pot realiza lucruri extraordinare, asociația cultivă <highlight>parteneriate puternice</highlight>. Colaborarea cu organizații precum Moldova World Children’s Fund, școli, spitale și autorități permite unirea resurselor, amplificând impactul proiectelor.",
   "valueTitle_6": "Integritate și transparență",
  "valueText_6":"Phoenix își desfășoară activitatea cu onestitate. Fiecare <highlight>donație</highlight> este folosită atent și <highlight>raportată transparent</highlight>, construind încredere între asociație, beneficiari și susținători și asigurând că ajutorul ajunge acolo unde este nevoie."
  
}