{
  "home": "Prima",
  "about": "Despre",
  "projects": "Proiecte",
  "news": "Noutăți",
  "contact":"Contacte",
  "donation":"Donează",
  "more":"Află mai multe",
  "heroTitleWhite":"Din solidaritate și dragoste clădim",
  "heroTitleAccent":"destine fericite",
  "missionTitle": "Misiune",
  "missionText": "Este să creăm oportunități pentru persoane și comunități defavorizate.",
  "visionTitle": "Viziune",
  "visionText":"Un viitor construit pe copii fericiți, tineri împliniți și comunități puternice.",
  "ourValuesTitle": "Valorile Noastre",
  "valueTitle_1":"Compasiune și empatie",
  "valueText_1":  "CICD Phoenix pune <highlight>dragostea</highlight> în centrul a tot ceea ce face. Fiecare inițiativă pornește de la dorința sinceră de a alina suferința și de a oferi speranță celor aflați în dificultate, tratându-i pe toți cu bunătate și înțelegere.",
    "valueTitle_2":"Incluziune și echitate",
  "valueText_2":  "Organizația crede că fiecare persoană merită <highlight>șanse egale</highlight>, indiferent de origine sau abilitate. CICD Phoenix luptă împotriva discriminării prin includerea copiilor cu nevoi speciale, a orfanilor, a refugiaților și a marginalizaților, asigurând că <highlight>nimeni nu este lăsat în urmă</highlight>.",
    "valueTitle_3":"Dezvoltarea potențialului",
  "valueText_3":  "Phoenix <highlight>investește în educație</highlight> și formare, convinsă că fiecare copil are un talent și un vis. Prin mentorat, burse de studiu și programe, asociația își ajută beneficiarii să își descopere puterea interioară și să își construiască un viitor mai bun.",
    "valueTitle_4":"Solidaritate și spirit comunitar",
  "valueText_4":  "Phoenix valorifică puterea comunității unite în jurul binelui comun. Fie că aduce împreună tineri și vârstnici la centrul <highlight>„Casa Irina”</highlight> sau mobilizează voluntari locali și internaționali, organizația creează o rețea de suflete solidare care se sprijină reciproc în vremuri dificile.",
  "valueTitle_5": "Colaborare și parteneriat",
  "valueText_5":"Convinsă că împreună se pot realiza lucruri extraordinare, asociația cultivă <highlight>parteneriate puternice</highlight>. Colaborarea cu organizații precum Moldova World Children’s Fund, școli, spitale și autorități permite unirea resurselor, amplificând impactul proiectelor.",
   "valueTitle_6": "Integritate și transparență",
  "valueText_6":"Phoenix își desfășoară activitatea cu onestitate. Fiecare <highlight>donație</highlight> este folosită atent și <highlight>raportată transparent</highlight>, construind încredere între asociație, beneficiari și susținători și asigurând că ajutorul ajunge acolo unde este nevoie.",
  "teamTitle": "Hai să facem cunoștință",
  "teamText":"Cu dedicare și eforturi comune,<highlight>  echipa și ambasadorii Phoenix </highlight> aduc schimbări reale în viețile celor aflați în nevoie. Fiecare acțiune creează un impact pozitiv asupra întregii comunități.",
  "teamPhoenix": "Echipa Phoenix",
  "ambasadorsPhoenix": "Ambasadorii Phoenix",
  "projectsFinished": "proiecte realizate",
  "yearsActive" : "ani de activitate",
  "peopleHelped" : "beneficiari ajutați",
  "partners" : "parteneri implicați",
  "testiTitle": "Testimoniale",
  "testiSubTitle": "Descoperă impactul nostru prin ochii celor pe care i-am ajutat. Povestile lor te vor inspira și te vor motiva să faci parte din această mișcare.",
  "testiName1": "Larisa Ciobanu",
  "testiJob1": "Șef Secție Pediatrie, Spitalul Raional, Căușeni",
  "testiText1":"Donațiile primite de la CICD Phoenix au fost esențiale. Am putut achiziționa echipamente medicale vitale, îmbunătățind tratamentul copiilor.",
    "testiName2": "Sergiu Cozub",
  "testiJob2": "Director Grădiniță, Grădinița „Andrieș”, Cornești",
  "testiText2":"Cu fondurile oferite de CICD Phoenix, am renovat spațiile de joacă. Acum, copiii se bucură de un mediu mai sigur și mai stimulativ.",
    "testiName3": "Liliana Știrbu",
  "testiJob3": "Director Casă de Copii, Casa de Copii „Ghiocel”, Hâncești",
  "testiText3":"CICD Phoenix a fost un sprijin neprețuit. Donațiile lor ne-au permis să asigurăm copiilor condiții de viață mai bune și acces la educație.",
  "sponsorsTitle": "Parteneri și Sponsori",
  "sponsorsSubTitle": "Suntem recunoscători partenerilor și sponsorilor noștri, care susțin misiunea organizației prin implicare activă, dedicare constantă și contribuții esențiale, pentru a oferi un viitor mai bun comunităților vulnerabile.",
  "footerText": "Află cum poți contribui la misiunea noastră și fii parte din schimbarea pe care vrei să o vezi în lume. Împreună putem face diferența.",
  "footerTextHighlight": "Contactează-ne și descoperă cum poți face o diferență.",
  "adressPhoenix": "Republica Moldova, or. Chișinău, bd. Mircea cel Batrân nr. 46 of. 104",
  "adress": "Adresă",
  "phone": "Mobil",
  "copyrightText": "© Phoenix 2025. Toate drepturile rezervate. Politică de utilizare cookies",
  "paymentMethods" : "Metode de Donare",
  "aboutStatsTitle" : "Noi lucrăm împreună",
  "aboutStatsSubTitle" : "Prin eforturile noastre comune, aducem schimbări reale în viețile celor aflați în nevoie. Fiecare acțiune pe care o facem împreună creează un impact pozitiv asupra întregii comunități.",
  "aboutTitle1" : "Organizația Phoenix",
"aboutText1": "Centrul Internațional de Cooperare și Dezvoltare CICD Phoenix este o organizație nonprofit din <0>Republica Moldova</0> care sprijină dezvoltarea comunităților și îmbunătățirea infrastructurii instituțiilor publice din Moldova.<1> Prin dotarea institutilor educationale, medicale și centrelor sociale cu resurse esențiale, CICD Phoenix contribuie la crearea unor condiții mai bune pentru educație, sănătate și asistență socială. La fel, organizația oferă sprijin direct persoanelor vulnerabile, asigurându-le acces la educație, consiliere și oportunități de integrare socială.</1> Impactul CICD Phoenix se reflectă în comunități mai unite și în vieți transformate prin solidaritate și sprijin constant.",
"aboutTitle2": "Leadership-ul Irinei",
"aboutText2": "Succesul și impactul CICD Phoenix sunt strâns legate de viziunea și leadershipul puternic al Irinei Rusanovschi. Cu o abordare strategică și o dedicare profundă față de misiunea organizației, Irina a transformat CICD Phoenix dintr-o inițiativă locală într-o forță de schimbare la nivel național.<1>Prin capacitatea sa de a mobiliza resurse, de a crea parteneriate solide și de a inspira echipa și comunitățile locale, Irina a asigurat nu doar dezvoltarea sustenabilă a programelor CICD Phoenix, ci și o schimbare reală în viețile beneficiarilor.</1>Sub conducerea sa, CICD Phoenix a devenit un model de excelență în sprijinirea comunităților și dotarea instituțiilor publice, consolidându-și poziția ca un partener de încredere pentru autorități și organizații internaționale.",
"ourBeneficiaries": "Beneficiarii Noștri",
"beneTitle1": "Comunități rurale defavorizate",
"beneText1": "Sate și comunități mici unde oportunitățile economice și de dezvoltare sunt reduse, ceea ce duce la migrație, sărăcie și lipsa serviciilor adecvate pentru locuitori. Phoenix intervine în astfel de comunități prin proiecte precum centre comunitare, activități culturale și educative, implicând localnicii pentru a revitaliza zona, a păstra tradițiile locale și a crea un mediu în care tinerii să poată prospera fără a-și părăsi comunitatea.",
"beneTitle2": "Instituții publice subfinanțate (școli, spitale, centre sociale)",
"beneText2": "Unități de învățământ, instituții medicale sau centre de asistență socială care dispun de resurse limitate și infrastructură precară, adesea în zone rurale sau sărace. Deși deservesc comunități întregi, aceste instituții nu au echipamente, materiale sau finanțare suficiente, iar sprijinul oferit de CICD Phoenix le permite să îmbunătățească condițiile și calitatea serviciilor oferite beneficiarilor lor.",
"beneTitle3": "Tinerii vulnerabili",
"beneText3": "Adolescenții și tinerii adulți proveniți din medii defavorizate sau care se confruntă cu dificultăți socio-economice (sărăcie, lipsă de sprijin familial, discriminare). Acești tineri sunt expuși riscului de excluziune socială, iar asociația îi ajută cu oportunități educaționale, consiliere și resurse, astfel încât să își poată continua studiile și să își construiască un viitor stabil.",
"beneTitle4": "Persoane cu dizabilități",
"beneText4": "Persoane cu dizabilități, indiferent de vârstă, care se confruntă cu dificultăți de mobilitate sau alte limitări fizice și care au nevoie de sprijin pentru a-și îmbunătăți calitatea vieții. Prin programele noastre, le oferim echipamente esențiale precum cârje, cărucioare rulante, scutece pentru adulți, premergătoare și paturi funcționale, contribuind astfel la creșterea independenței lor și la facilitarea îngrijirii de către familie.",
"beneTitle5": "Refugiați",
"beneText5": "Persoane – în special copii și mame – care au fost nevoite să își părăsească țara din cauza conflictelor (cum este cazul refugiaților ucraineni ajunși în Moldova). Ei se confruntă cu trauma strămutării și cu adaptarea într-un mediu nou, având nevoie de sprijin material, educațional și emoțional pentru a se integra și a-și continua viața în demnitate.",
"strategyTitle": "Direcțiile Strategice",
"strategySubTitle": "Prin direcții strategice clare, ne concentrăm eforturile pe dezvoltarea comunităților, sprijinirea copiilor și tinerilor și dotarea instituțiilor, creând un impact pozitiv și durabil în viețile celor aflați în nevoie.",
"strategyCardTitle1": "Dezvoltarea comunităților",
"strategyCardText1": "<0>CICD Phoenix investește în revitalizarea comunităților, în special a celor rurale precum satul Ruseni.</0> Prin centre comunitare (de exemplu, centrul „Casa Irina”), evenimente culturale, activități sportive și inițiative ecologice, organizația stimulează coeziunea socială, păstrează tradițiile locale și creează oportunități la nivel local, astfel încât tinerii să nu fie nevoiți să plece în altă parte pentru un viitor mai bun.",
"strategyCardTitle2": "Susținerea copiilor și tinerilor",
"strategyCardText2": "<0>CICD Phoenix oferă ajutor direct copiilor fără îngrijire părintească, orfanilor și tinerilor din medii defavorizate, asigurându-le un trai decent și șansa la educație.</0> Prin burse școlare, consiliere, mentorat și sprijin material, Phoenix îi ajută să își construiască încrederea, să își continue studiile și să devină membri activi ai societății.",
"strategyCardTitle3": "Dotarea instituțiilor ",
"strategyCardText3": "<0>Sprijinim școlile, gradinitile, spitalele, case de batrani și centrele sociale care se confruntă cu lipsuri materiale.</0> Phoenix acționează ca punte de legătură între donatorii generoși precum Moldova World Childrens’s Fund, SMHO din Olanda și aceste instituții, furnizând echipamente, mobilier și alte resurse necesare pentru ca ele să ofere servicii mai bune copiilor și familiilor din comunitate.",
"projectsActive": "Proiecte Active",
"projectsImplemented": "Proiecte Implementate",
"active": "Activ",
"finished":"Implementat",
"purposeTitle": "Scopul proiectului",
"resultsTitle": "Rezultatele proiectului",
"partnersTitle": "Partenerii proiectului:",
"yearsTitle": "Perioada implementării:",
"locationTitle": "Locația",
"published" : "Publicat",
"chooseDonationTitle": "Alege suma pentru donație",
"chooseDonationText": "Prin generozitatea dumneavoastră, ne ajutați să continuăm să construim comunități mai puternice și să oferim oportunități esențiale celor care au cea mai mare nevoie. Fiecare donație ne permite să dotăm instituții, să sprijinim tinerii vulnerabili și să dezvoltăm proiecte care transformă vieți. Vă mulțumim pentru că sunteți alături de noi în această misiune de a aduce speranță și schimbare.",
"otherSum":"altă sumă în MDL",
"nameSurName": "Nume, Prenume",
"country": "Țara",
"city": "Orașul",
"phoneNumber": "Număr de telefon",
"agreeTerms": "Am citit și sunt de acord cu <0>Termenii și Condițiile</0> și <1>Politica de Confidențialitate</1>.",
"sum": "Suma",
"payWithCard": "Donează cu cardul bancar",
"payWithPayPal": "Donează cu PayPal",
"payWithPayNet": "Donează cu PayNet",
"bankTransferDonation":"Donează prin transfer bancar",
"phoenixAO": "A.O. Centrul Internațional de Colaborare și Dezvoltare Phoenix",
"legalAddress": "Adresa juridică:",
"taxTitle": "Direcționează 2% din impozitul pe venit",
"taxText": "Alegeți să investiți în viitorul comunităților noastre, fără a scoate un ban din buzunar! Dacă sunteți angajat oficial, puteți redirecționa 2% din impozitul dvs. pe venit către CICD Phoenix. Aceasta înseamnă că 2% din impozitul dvs. nu va ajunge în bugetul de stat, ci direct la noi, contribuind la proiecte esențiale pentru dezvoltarea locală și sprijinirea celor aflați în nevoie. Fiecare gest contează și aduce speranță acolo unde este cea mai mare nevoie.",
"showInstruction": "Vezi instrucțiunea",
"hideInstruction": "Instrucțiunea descifrată",
"taxInstruction1": "Te autentifici pe portalul <0>servicii.fisc.md</0> <3/> Persoane Fizice <3/> Declarație electronică <3/> Accesezi serviciul (sau direct <1>servicii.fisc.md/edec.aspx<1/>)",
"taxInstruction2": "Declarații <1/> Declarație nouă <1/> Declarație precompletată <1/> <0>CET18</0>",
"taxInstruction3": "Jos, la finele declarației precompletate – se accesează <0> MODIFICĂ</0>",
"taxInstruction4": "Opțional – se bifează Desemnarea mesajelor (cu caracter fiscal)",
"taxInstruction5": "Jos la – secțiunea a cincea se completează <0>câmpul M1</0> – codul fiscal al instituției/organizației pentru redirecționare",
"taxInstruction6": "Accesează butonul <0>SALVARE</0>",
"taxInstruction7": "Se accesează declarația de la „NOI” <1/> <0>CET18 Declarația...</0> <1/> Se previzualizează pentru verificare suplimentară <1/> Se aplică „semnătura” <1/> Se accesează <0>„TRIMITE”</0>",
"taxInstructionAnotation" : "Dacă nu dispuneți de semnătură mobila, aceasta declarație o puteți completa la orice oficiu fiscal.",
"contactTitle": "Ai nevoie de ajutor?",
"contactText": "<0>Dacă reprezentați o instituție publică și vă confruntați cu dificultăți, contactați-ne.</0> <0>Dorim să explorăm împreună posibilitățile de a vă sprijini în eforturile dumneavoastră de a îmbunătăți condițiile și serviciile oferite comunității.</0> <0>Completați formularul și haideți să vedem cum vă putem ajuta.</0>",
"messageTitle": "Mesaj",
"messagePlaceholder": "Mesajul tău",
"sendMessage": "Trimite mesaj",
"socialMedia" : "Rețele sociale"

}