{
  "home": "Home",
  "about": "About",
  "projects": "Projects",
  "news": "News",
  "contact": "Contact",
  "donation": "Donate",
  "more": "Learn more",
  "heroTitleWhite": "From solidarity and love we build",
  "heroTitleAccent": "happy destinies",
  "missionTitle": "Mission",
  "missionText": "To create opportunities for disadvantaged individuals and communities.",
  "visionTitle": "Vision",
  "visionText": "A future built on happy children, fulfilled youth, and strong communities.",
  "ourValuesTitle": "Our Values",
  "valueTitle_1": "Compassion and Empathy",
  "valueText_1": "CICD Phoenix places <highlight>love</highlight> at the heart of everything it does. Every initiative stems from a sincere desire to ease suffering and offer hope to those in need, treating everyone with kindness and understanding.",
  "valueTitle_2": "Inclusion and Equity",
  "valueText_2": "The organization believes that every person deserves <highlight>equal opportunities</highlight>, regardless of background or ability. CICD Phoenix fights discrimination by including children with special needs, orphans, refugees, and marginalized individuals, ensuring that <highlight>no one is left behind</highlight>.",
  "valueTitle_3": "Unlocking Potential",
  "valueText_3": "Phoenix <highlight>invests in education</highlight> and training, convinced that every child has a talent and a dream. Through mentorship, scholarships, and programs, the association helps beneficiaries discover their inner strength and build a better future.",
  "valueTitle_4": "Solidarity and Community Spirit",
  "valueText_4": "Phoenix values the power of a united community working for the common good. Whether bringing together young and old at the <highlight>‘Casa Irina’</highlight> center or mobilizing local and international volunteers, the organization creates a network of compassionate souls who support each other in difficult times.",
  "valueTitle_5": "Collaboration and Partnership",
  "valueText_5": "Convinced that extraordinary things can be achieved together, the association fosters <highlight>strong partnerships</highlight>. Collaboration with organizations like the Moldova World Children’s Fund, schools, hospitals, and authorities enables resource sharing and amplifies the impact of its projects.",
  "valueTitle_6": "Integrity and Transparency",
  "valueText_6": "Phoenix operates with honesty. Every <highlight>donation</highlight> is used responsibly and <highlight>reported transparently</highlight>, building trust between the association, beneficiaries, and supporters and ensuring that help reaches where it is most needed.",
    "teamTitle": "Let's get acquainted",
  "teamText": "With dedication and joint efforts, <highlight>the Phoenix team and ambassadors</highlight> bring real change to the lives of those in need. Every action creates a positive impact on the entire community.",
  "teamPhoenix": "Phoenix Team",
  "ambasadorsPhoenix": "Phoenix Ambassadors",
  "projectsFinished": "completed projects",
  "yearsActive": "years of activity",
  "peopleHelped": "beneficiaries helped",
  "partners": "involved partners",
  "testiTitle": "Testimonials",
  "testiSubTitle": "Discover our impact through the eyes of those we’ve helped. Their stories will inspire and motivate you to be part of this movement.",
  "testiName1": "Larisa Ciobanu",
  "testiJob1": "Head of Pediatrics, District Hospital, Căușeni",
  "testiText1": "The donations we received from CICD Phoenix were essential. We were able to purchase vital medical equipment, improving treatment for children.",
  "testiName2": "Sergiu Cozub",
  "testiJob2": "Kindergarten Director, 'Andrieș' Kindergarten, Cornești",
  "testiText2": "With the funds provided by CICD Phoenix, we renovated the playgrounds. Now the children enjoy a safer and more stimulating environment.",
  "testiName3": "Liliana Știrbu",
  "testiJob3": "Director, 'Ghiocel' Children's Home, Hâncești",
  "testiText3": "CICD Phoenix has been an invaluable support. Their donations allowed us to provide better living conditions and access to education for the children.",
  "sponsorsTitle": "Partners and Sponsors",
  "sponsorsSubTitle": "We are grateful to our partners and sponsors who support our mission through active involvement, constant dedication, and vital contributions to offer a better future to vulnerable communities.",
  "footerText": "Find out how you can contribute to our mission and be part of the change you wish to see in the world. Together we can make a difference.",
  "footerTextHighlight": "Contact us and discover how you can make a difference.",
  "adressPhoenix": "Republic of Moldova, Chișinău, Mircea cel Bătrân Blvd. 46, Office 104",
  "adress": "Address",
  "phone": "Mobile",
  "copyrightText": "© Phoenix 2025. All rights reserved. Cookie Policy",
  "paymentMethods": "Donation Methods",
  "aboutStatsTitle": "We work together",
  "aboutStatsSubTitle": "Through our joint efforts, we bring real change to the lives of those in need. Every action we take together creates a positive impact on the entire community.",
  "aboutTitle1": "The Phoenix Organization",
  "aboutText1": "The International Center for Cooperation and Development CICD Phoenix is a nonprofit organization from <0>the Republic of Moldova</0> that supports community development and the improvement of public institution infrastructure in Moldova. <1>By equipping educational, medical, and social centers with essential resources, CICD Phoenix helps create better conditions for education, healthcare, and social assistance. The organization also provides direct support to vulnerable individuals, ensuring them access to education, counseling, and opportunities for social integration.</1> The impact of CICD Phoenix is seen in more united communities and lives transformed through solidarity and constant support.",
  "aboutTitle2": "Irina’s Leadership",
  "aboutText2": "The success and impact of CICD Phoenix are closely tied to the vision and strong leadership of Irina Rusanovschi. With a strategic approach and deep dedication to the organization’s mission, Irina has transformed CICD Phoenix from a local initiative into a national force for change. <1>Through her ability to mobilize resources, create strong partnerships, and inspire her team and local communities, Irina has ensured not only the sustainable development of CICD Phoenix programs but also real change in the lives of beneficiaries.</1> Under her leadership, CICD Phoenix has become a model of excellence in supporting communities and equipping public institutions, strengthening its position as a trusted partner for authorities and international organizations.",
  "ourBeneficiaries": "Our Beneficiaries",
  "beneTitle1": "Disadvantaged rural communities",
  "beneText1": "Villages and small communities with limited economic and development opportunities, leading to migration, poverty, and lack of adequate services. Phoenix intervenes in such communities through projects like community centers, cultural and educational activities, involving locals to revitalize the area, preserve local traditions, and create an environment where young people can thrive without leaving their communities.",
  "beneTitle2": "Underfunded public institutions (schools, hospitals, social centers)",
  "beneText2": "Educational units, medical institutions, or social assistance centers with limited resources and poor infrastructure, often in rural or poor areas. Although they serve entire communities, these institutions lack equipment, materials, or sufficient funding. Support from CICD Phoenix allows them to improve conditions and the quality of services they offer to their beneficiaries.",
   "beneTitle3": "Vulnerable youth",
  "beneText3": "Teenagers and young adults from disadvantaged backgrounds or facing socio-economic difficulties (poverty, lack of family support, discrimination). These young people are at risk of social exclusion, and the organization helps them with educational opportunities, counseling, and resources so they can continue their studies and build a stable future.",
  "beneTitle4": "People with disabilities",
  "beneText4": "People with disabilities, regardless of age, who face mobility difficulties or other physical limitations and need support to improve their quality of life. Through our programs, we provide essential equipment such as crutches, wheelchairs, adult diapers, walkers, and functional beds, helping increase their independence and ease family caregiving.",
  "beneTitle5": "Refugees",
  "beneText5": "People — especially children and mothers — who had to leave their country because of conflicts (such as Ukrainian refugees arriving in Moldova). They face the trauma of displacement and adapting to a new environment, requiring material, educational, and emotional support to integrate and continue living with dignity.",
  "strategyTitle": "Strategic Directions",
  "strategySubTitle": "With clear strategic directions, we focus our efforts on community development, supporting children and youth, and equipping institutions — creating a positive and lasting impact on the lives of those in need.",
  "strategyCardTitle1": "Community development",
  "strategyCardText1": "<0>CICD Phoenix invests in revitalizing communities, especially rural ones like Ruseni village.</0> Through community centers (e.g. the “Casa Irina” center), cultural events, sports activities, and ecological initiatives, the organization promotes social cohesion, preserves local traditions, and creates local opportunities so that youth do not have to leave to seek a better future elsewhere.",
  "strategyCardTitle2": "Supporting children and youth",
  "strategyCardText2": "<0>CICD Phoenix offers direct aid to children without parental care, orphans, and youth from disadvantaged backgrounds, ensuring them a decent life and access to education.</0> Through scholarships, counseling, mentorship, and material support, Phoenix helps them build confidence, continue their studies, and become active members of society.",
  "strategyCardTitle3": "Equipping institutions",
  "strategyCardText3": "<0>We support schools, kindergartens, hospitals, elderly homes, and social centers struggling with material shortages.</0> Phoenix acts as a bridge between generous donors like Moldova World Children’s Fund, SMHO from the Netherlands, and these institutions, providing equipment, furniture, and other necessary resources so they can offer better services to children and families in the community.",
  "projectsActive": "Active Projects",
  "projectsImplemented": "Implemented Projects",
  "active": "Active",
  "finished": "Implemented",
  "purposeTitle": "Project Purpose",
  "resultsTitle": "Project Results",
  "partnersTitle": "Project Partners:",
  "yearsTitle": "Implementation Period:",
  "locationTitle": "Location",
  "published": "Published",
  "chooseDonationTitle": "Choose Donation Amount",
  "chooseDonationText": "Through your generosity, you help us continue building stronger communities and provide essential opportunities to those who need it most. Every donation enables us to equip institutions, support vulnerable youth, and develop projects that transform lives. Thank you for standing with us in this mission to bring hope and change.",
  "otherSum": "other amount in MDL",
  "nameSurName": "First and Last Name",
  "country": "Country",
  "city": "City",
  "phoneNumber": "Phone Number",
  "agreeTerms": "I have read and agree to the <0>Terms and Conditions</0> and <1>Privacy Policy</1>.",
  "sum": "Amount",
  "payWithCard": "Donate with bank card",
  "payWithPayPal": "Donate with PayPal",
  "payWithPayNet": "Donate with PayNet",
  "bankTransferDonation": "Donate by bank transfer",
  "phoenixAO": "I.C. Phoenix International Cooperation and Development Center",
  "legalAddress": "Legal Address:",
  "taxTitle": "Redirect 2% of income tax",
  "taxText": "Choose to invest in the future of our communities without spending a penny! If you are officially employed, you can redirect 2% of your income tax to CICD Phoenix. This means 2% of your tax will not go to the state budget but directly to us, contributing to essential projects for local development and supporting those in need. Every gesture counts and brings hope where it is needed most.",
  "showInstruction": "View instruction",
  "hideInstruction": "Instruction decoded",
  "taxInstruction1": "Log in to the <0>servicii.fisc.md</0> portal <3/> Individuals <3/> Electronic declaration <3/> Access the service (or directly <1>servicii.fisc.md/edec.aspx</1>)",
  "taxInstruction2": "Declarations <1/> New declaration <1/> Pre-filled declaration <1/> <0>CET18</0>",
  "taxInstruction3": "At the bottom, at the end of the pre-filled declaration – click <0>EDIT</0>",
  "taxInstruction4": "Optionally – check the Designation of messages (fiscal nature)",
  "taxInstruction5": "At the bottom – in the fifth section fill in the <0>M1 field</0> – the tax code of the institution/organization for redirection",
  "taxInstruction6": "Click the <0>SAVE</0> button",
  "taxInstruction7": "Open the declaration from 'US' <1/> <0>CET18 Declaration...</0> <1/> Preview for additional verification <1/> Apply the “signature” <1/> Click <0>“SEND”</0>",
  "taxInstructionAnotation": "If you do not have a mobile signature, you can complete this declaration at any tax office.",
  "contactTitle": "Need help?",
  "contactText": "<0>If you represent a public institution and are facing difficulties, contact us.</0> <0>We want to explore together ways to support you in your efforts to improve the conditions and services offered to the community.</0> <0>Fill out the form and let's see how we can help.</0>",
  "messageTitle": "Message",
  "messagePlaceholder": "Your message",
  "sendMessage": "Send message",
  "socialMedia": "Social networks"

}





