{
  "home": "Home",
  "about": "About",
  "projects": "Projects",
  "news": "News",
  "contact": "Contact",
  "donation": "Donate",
  "more": "Learn more",
  "heroTitleWhite": "From solidarity and love we build",
  "heroTitleAccent": "happy destinies",
  "missionTitle": "Mission",
  "missionText": "To create opportunities for disadvantaged individuals and communities.",
  "visionTitle": "Vision",
  "visionText": "A future built on happy children, fulfilled youth, and strong communities.",
  "ourValuesTitle": "Our Values",
  "valueTitle_1": "Compassion and Empathy",
  "valueText_1": "CICD Phoenix places <highlight>love</highlight> at the heart of everything it does. Every initiative stems from a sincere desire to ease suffering and offer hope to those in need, treating everyone with kindness and understanding.",
  "valueTitle_2": "Inclusion and Equity",
  "valueText_2": "The organization believes that every person deserves <highlight>equal opportunities</highlight>, regardless of background or ability. CICD Phoenix fights discrimination by including children with special needs, orphans, refugees, and marginalized individuals, ensuring that <highlight>no one is left behind</highlight>.",
  "valueTitle_3": "Unlocking Potential",
  "valueText_3": "Phoenix <highlight>invests in education</highlight> and training, convinced that every child has a talent and a dream. Through mentorship, scholarships, and programs, the association helps beneficiaries discover their inner strength and build a better future.",
  "valueTitle_4": "Solidarity and Community Spirit",
  "valueText_4": "Phoenix values the power of a united community working for the common good. Whether bringing together young and old at the <highlight>‘Casa Irina’</highlight> center or mobilizing local and international volunteers, the organization creates a network of compassionate souls who support each other in difficult times.",
  "valueTitle_5": "Collaboration and Partnership",
  "valueText_5": "Convinced that extraordinary things can be achieved together, the association fosters <highlight>strong partnerships</highlight>. Collaboration with organizations like the Moldova World Children’s Fund, schools, hospitals, and authorities enables resource sharing and amplifies the impact of its projects.",
  "valueTitle_6": "Integrity and Transparency",
  "valueText_6": "Phoenix operates with honesty. Every <highlight>donation</highlight> is used responsibly and <highlight>reported transparently</highlight>, building trust between the association, beneficiaries, and supporters and ensuring that help reaches where it is most needed."
}

